Repository: jrajaniemi/BikeComputerSwiftUI
Catalog: BikeComputer/Components/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, ga, ga_ie, ha, he, hi, hr, hu, hy, id, is, it, ja, ka, ko, ku, la, lt, lv, mk, ms, mt, nb, nl, pa, pl, pt, pt_pt, qu, rm, rm_ch, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk_ua, ur, vi, zh, zh_hant

source: Description
ar: الوصف
bg: Описание
bs: Opis
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
fi: Kuvaus
ga: Cur síos
ga_ie: Cur síos
ha: Dukati
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
hy: Նկարագրություն
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
ka: აღწერა
ko: 설명
ku: Terîf
la: Descriptio
lt: Aprašymas
lv: Apraksts
mk: Опис
ms: Huraian
mt: Deskrizzjoni
nb: Beskrivelse
nl: Beschrijving
pa: ਵੇਰਵਾ
pl: Opis
pt: Descrição
pt_pt: Descrição
qu: Descripción
rm: Descripziun
rm_ch: Descripziun
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sq: Përshkrimi
sr: Opis
sv: Beskrivning
sw: Beskrivning
th: รายละเอียด
tr: Açıklama
uk_ua: Опис
ur: تفصیل
vi: Mô tả
zh: 描述
zh_hant: 描述

source: Description of the route
ar: وصف الطريق
bg: Описание на маршрута
bs: Opis rute
ca: Descripció de la ruta
cs: Popis trasy
da: Beskrivelse af ruten
de: Beschreibung der Strecke
el: Περιγραφή της διαδρομής
es: Descripción de la ruta
et: Marsruudi kirjeldus
fi: Reitin kuvaus
fr: Description de l'itinéraire
ga: Cur síos ar an mbealach
ga_ie: Descripción de la ruta
ha: Bayani game da hanyan
he: תיאור המסלול
hi: मार्ग का विवरण
hr: Opis rute
hu: Az út leírása
hy: Ուղու նկարագրությունը
id: Deskripsi rute
is: Lýsing á leiðinni
it: Descrizione del percorso
ja: ルートの説明
ka: მარშრუტის აღწერა
ko: 경로 설명
ku: Şiroveyî rêya
la: Descriptio intineris
lt: Maršruto aprašymas
lv: Maršruta apraksts
mk: Опис на рутата
ms: Penerangan tentang laluan
mt: Deskrizzjoni tar-rotta
nb: Beskrivelse av ruten
nl: Beschrijving van de route
pa: ਰੂਟ ਦਾ ਵੇਰਵਾ
pl: Opis trasy
pt: Descrição da rota
pt_pt: Descrição do trajeto
qu: Ruta kamachiy
rm: Descripziun da la ruta
rm_ch: Descripziun dal percurs
ro: Descrierea traseului
ru: Описание маршрута
sk: Popis trasy
sl: Opis poti
sq: Përshkrimi i rrugës
sr: Opis rute
sv: Beskrivning av rutten
sw: Maelezo ya njia
th: คำอธิบายเส้นทาง
tr: Rota tarifi
uk_ua: Опис маршруту
ur: راستے کی وضاحت
vi: Mô tả lộ trình
zh: 路线描述
zh_hant: 描述路線

source: Desired Accuracy: %@
ar: الدقة المطلوبة: %@
bg: Желана Точност: %@
bs: Željena tačnost: %@
ca: Precisió desitjada: %@
cs: Požadovaná přesnost: %@
da: Ønsket nøjagtighed: %@
de: Gewünschte Genauigkeit: %@
el: Επιθυμητή Ακρίβεια: %@
es: Precisión deseada: %@
et: Soovitud täpsus: %@
fi: Tarkkuus: %@
fr: Précision désirée : %@
ga: Cruinneas Aonraithe: %@
ga_ie: Ionchas Cruinneas: %@
ha: Daidaiton Da ake Nema: %@
he: דיוק רצוי: %@
hi: अपेक्षित शुद्धता: %@
hr: Željena točnost: %@
hu: Kívánt pontosság: %@
hy: Ցանկալի ճշգրտություն՝ %@
id: Akurasi yang Diinginkan: %@
is: Æskileg nákvæmni: %@
it: Accuratezza desiderata: %@
ja: 所望の精度: %@
ka: სასურველი სიზუსტე: %@
ko: 원하는 정확도: %@
ku: پێویستە بە دروستی: %@
la: Accuratio Desiderata: %@
lt: Pageidaujamas tikslumas: %@
lv: Vēlamā precizitāte: %@
mk: Посакувана точност: %@
ms: Ketepatan Diingini: %@
mt: Preċiżjoni Mixtieqa: %@
nb: Ønsket nøyaktighet: %@
nl: Gewenste nauwkeurigheid: %@
pa: ਚਾਹੀਦੀ ਸਹੀਤਾ: %@
pl: Żądana dokładność: %@
pt: Precisão desejada: %@
pt_pt: Precisão desejada: %@
qu: Inti Munasqa Ruray: %@
rm: Correctezza desiderada: %@
rm_ch: Precis sco giavischà: %@
ro: Acurația dorită: %@
ru: Желаемая точность: %@
sk: Požadovaná presnosť: %@
sl: Želena natančnost: %@
sq: Saktësia e dëshiruar: %@
sr: Željena tačnost: %@
sv: Önskad noggrannhet: %@
sw: Usahihi Uliotaka: %@
th: ความแม่นยำที่ต้องการ: %@
tr: İstenen Doğruluk: %@
uk_ua: Бажана точність: %@
ur: متوقع درستگی: %@
vi: Độ chính xác mong muốn: %@
zh: 所需精确度：%@
zh_hant: 所需準確率：%@

source: Distance Filter: %lld
ar: تصفية المسافة: %lld
bg: Филтър за разстояние: %lld
bs: Filter rastojanja: %lld
ca: Filtre de distància: %lld
cs: Filtr vzdálenosti: %lld
da: Afstandfilter: %lld
de: Entfernung Filter: %lld
el: Απόσταση Φίλτρο: %lld
es: Filtro de distancia: %lld
et: Kaugusfilter: %lld
fi: Etäisyyssuodatin: %lld
fr: Filtre de distance : %lld
ga: Scagaire Fad: %lld
ga_ie: Scagaire Fad: %lld
ha: Tazara Mazurai: %lld
he: מסנן מרחק: %lld
hi: दूरी फ़िल्टर: %lld
hr: Filter udaljenosti: %lld
hu: Távolságszűrő: %lld
hy: Հեռավորության ֆիլտր: %lld
id: Filter Jarak: %lld
is: Fjarlægðarsía: %lld
it: Filtro distanza: %lld
ja: 距離フィルタ: %lld
ka: მანძილის ფილტრი: %lld
ko: 거리 필터: %lld
ku: فلتری دەوری: %lld
la: Filtrum Distantiae: %lld
lt: Atstumo filtras: %lld
lv: Distance filtrs: %lld
mk: Филтер на растојание: %lld
ms: Penapis Jarak: %lld
mt: inta Distanza Filtru: %lld
nb: Avstandfilter: %lld
nl: Afstandfilter: %lld
pa: ਦੂਰੀ ਫਿਲਟਰ: %lld
pl: Filtr odległości: %lld
pt: Filtro de Distância: %lld
pt_pt: Filtro de Distância: %lld
qu: Inti Ruqta Rikch'iy: %lld
rm: Felta distanza: %lld
rm_ch: Filtru da distanza: %lld
ro: Filtru de distanță: %lld
ru: Фильтр расстояния: %lld
sk: Filter vzdialenosti: %lld
sl: Filter razdalje: %lld
sq: Filtri i distancës: %lld
sr: Filter za udaljenost: %lld
sv: Avståndsfilter: %lld
sw: Kichujio cha Umbali: %lld
th: ฟิลเตอร์ระยะทาง: %lld
tr: Mesafe Filtresi: %lld
uk_ua: Фільтр відстані: %lld
ur: فاصلہ فلٹر: %lld
vi: Bộ lọc khoảng cách: %lld
zh: 距离过滤：%lld
zh_hant: 保持距離過濾器：%lld

source: Done
ar: تم
bg: Готово
bs: Gotovo
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Έγινε
es: Hecho
et: Valmis
fi: Valmis
fr: Terminé
ga: Críochnaithe
ga_ie: Déanta
ha: Angama
he: בוצע
hi: संपन्न
hr: Gotovo
hu: Kész
hy: Կատարած է
id: Selesai
is: Lokið
it: Fatto
ja: 完了
ka: გაკეთდა
ko: 완료
ku: Qed
la: Factum
lt: Atlikta
lv: Gatavs
mk: Готово
ms: Selesai
mt: Lesti
nb: Ferdig
nl: Klaar
pa: ਹੋ ਗਿਆ
pl: Gotowe
pt: Concluído
pt_pt: Concluído
qu: Huqlla
rm: Finì
rm_ch: Fatto
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sq: U bë
sr: Gotovo
sv: Klart
sw: Klar
th: เสร็จสิ้น
tr: Tamam
uk_ua: Готово
ur: ہوگیا
vi: Xong
zh: 完成
zh_hant: 完成

source: Downhill Skiing
ar: التزلج على المنحدرات
bg: Спусково ски каране
bs: Skijanje nizbrdo
ca: Esquí de descens
cs: Sjezdové lyžování
da: Alpine skiløb
de: Abfahrtski
el: Κατάβαση στο Σκι
es: Esquí alpino
et: Mäesuusatamine
fi: Laskettelu
fr: Ski alpin
ga: Scii Sléibhte Síos
ga_ie: Sciáil Shléibhe síos
ha: Sarantar ƙanƙara
he: סקי במורד
hi: डाउनहिल स्कीइंग
hr: Skijanje nizbrdo
hu: Lesiklásíelés
hy: Լեռնադահուկային սպորտ
id: Ski Turun
is: Skíðabrun
it: Sci alpino
ja: ダウンヒルスキー
ka: დაჰილ სრიალი
ko: 다운힐 스키
ku: خەیاپەیى بەرەو خوارەوە
la: Descentes Nartation
lt: Slidinėjimas nuo kalno
lv: Nobrauciena slēpošana
mk: Скијање по надолнина
ms: Ski Menurun Bukit
mt: Skiing minn isfel
nb: Utforski
nl: Alpineskiën
pa: ਡਾਊਨਹਿੱਲ ਸਕੀਇੰਗ
pl: Narciarstwo zjazdowe
pt: Esqui Alpino
pt_pt: Ski Alpino
qu: Hawa riyt'ikuy
rm: Ski alpin
rm_ch: Ski alpin
ro: Schi alpin
ru: Горные лыжи
sk: Zjazdové lyžovanie
sl: Smuk na smučeh
sq: Ski në zbritje
sr: Spustno skijanje
sv: Utförsåkning
sw: Kuteremka kwa Mteremko
th: สกีลงเขา
tr: Yokuş Aşağı Kayak
uk_ua: Гірськолижний спорт
ur: ڈاؤنہل اسکیئنگ
vi: Trượt tuyết xuống dốc
zh: 高山滑雪
zh_hant: 高山滑雪

source: Driving
ar: القيادة
bg: Шофиране
bs: Vožnja
ca: Conduir
cs: Řízení
da: Kørsel
de: Fahren
el: Οδήγηση
es: Conducción
et: Sõitmine
fi: Autoilu
fr: Conduite
ga: Tiomáint
ga_ie: Tiomáint
ha: Tuƙa mota
he: נהיגה
hi: चलाना
hr: Vožnja
hu: Vezetés
hy: Վարել
id: Mengemudi
is: Að keyra
it: Guidare
ja: 運転
ka: მართვა
ko: 운전
ku: Xwezaîn
la: Agitatio
lt: Važiavimas
lv: Braucošana
mk: Возење
ms: Memandu
mt: "Isuq"
nb: Kjører
nl: Rijden
pa: ਚਲਾਉਣਾ
pl: Jazda
pt: Dirigir
pt_pt: A conduzir
qu: Riyakuy
rm: Cunducziun
rm_ch: Conduir
ro: Conducere
ru: Вождение
sk: Jazda
sl: Vožnja
sq: Drejtim
sr: Vožnja
sv: Körning
sw: Kuendesha
th: การขับขี่
tr: Sürüş
uk_ua: Водіння
ur: ڈرائیونگ
vi: Lái xe
zh: 驾驶
zh_hant: 駕駛

source: Edit
ar: تحرير
bg: Редактиране
bs: Uredi
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muuda
fi: Muokkaa
fr: Modifier
ga: Cuir in eagar
ga_ie: Eagar
ha: Gyara
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
hy: Խմբագրել
is: Breyta
it: Modifica
ja: 編集
ka: შეცვლა
ko: 편집
ku: Serer
la: Recensere
lt: Redaguoti
lv: Rediģēt
mk: Уреди
mt: Editja
nb: Rediger
nl: Bewerken
pa: ਸੋਧੋ
pl: Edytuj
pt: Editar
pt_pt: Editar
qu: Ruraq
rm: Modifitgar
rm_ch: Modifitgar
ro: Editează
ru: Редактировать
sk: Upraviť
sl: Uredi
sq: Redakto
sr: Uredi
sv: Redigera
sw: Hariri
th: แก้ไข
tr: Düzenle
uk_ua: Редагувати
ur: ترمیم
vi: Chỉnh sửa
zh: 编辑
zh_hant: 編輯

source: Edit Route
ar: تحرير المسار
bg: Редактиране на маршрут
bs: Uredi rutu
ca: Edita la ruta
cs: Upravit trasu
da: Rediger rute
de: Route bearbeiten
el: Επεξεργασία Διαδρομής
es: Editar Ruta
et: Muuda marsruuti
fi: Muokkaa reittiä
fr: Modifier l'itinéraire
ga: Cuir Eagar ar an mBealach
ga_ie: Rothaigh Eagar
ha: Gyara Hanya
he: ערוך מסלול
hi: रूट संपादित करें
hr: Uredi rutu
hu: Útvonal szerkesztése
hy: Ուղու խմբագրում
id: Edit Rute
is: Breyta leið
it: Modifica percorso
ja: ルートを編集
ka: მარშრუტის რედაქტირება
ko: 경로 편집
ku: Rêya Biguhêre
la: Iter Edere
lt: Redaguoti maršrutą
lv: Rediģēt maršrutu
mk: Уреди Рута
ms: Edit Laluan
mt: Editja R-rotta
nb: Rediger rute
nl: Route bewerken
pa: ਰੂਟ ਨੂੰ ਸੋਧੋ
pl: Edytuj trasę
pt: Editar Rota
pt_pt: Editar Rota
qu: Ruta asiy
rm: Modifitga Ruta
rm_ch: Modifitgé Rutta
ro: Editează ruta
ru: Редактировать маршрут
sk: Upraviť trasu
sl: Uredi pot
sq: Redakto Rrugën
sr: Измени руту
sv: Redigera rutt
sw: Hariri Njia
th: แก้ไขเส้นทาง
tr: Rotayı Düzenle
uk_ua: Редагувати маршрут
ur: راستہ ترمیم کریں
vi: Chỉnh sửa lộ trình
zh: 编辑路线
zh_hant: 編輯路線

source: End
ar: نهاية
bg: Край
bs: Kraj
ca: Fi
cs: Konec
da: Slut
de: Ende
el: Τέλος
es: Fin
et: Lõpp
fi: Loppu
fr: Fin
ga: Deireadh
ga_ie: Deireadh
ha: Karshen
he: סוף
hi: अंत
hr: Kraj
hu: Vége
hy: Վերջ
id: Akhir
is: Endir
it: Fine
ja: 終わり
ka: დასასრული
ko: 끝
ku: کۆتا
la: Finis
lt: Pabaiga
lv: Gals
mk: Крај
ms: Tamat
mt: Tmiem
nb: Slutt
nl: Einde
pa: ਅੰਤ
pl: Koniec
pt: Fim
pt_pt: Fim
qu: Tukuy
rm: Fin
rm_ch: Fin
ro: Sfârșit
ru: Конец
sk: Koniec
sl: Konec
sq: Fund
sr: Kraj
sv: Slut
sw: Mwisho
th: จบ
tr: Son
uk_ua: Кінець
ur: ختم
vi: Kết thúc
zh: 结束
zh_hant: 結束

source: Equestrian Sports
ar: رياضات الفروسية
bg: Конен спорт
bs: Konjički sportovi
ca: Esports eqüestres
cs: Jezdecké sporty
da: Ridebanesport
de: Pferdesport
el: Ιππικά αθλήματα
es: Deportes Ecuestres
et: Ratsaspordi
fi: Hevosurheilu
fr: Sports équestres
ga: Spóirt Eachaíochta
ga_ie: Spóirt Eachaíochta
ha: ''Wasanni Doki''
he: ספורט רכיבה
hi: घुड़सवारी खेल
hr: Konjički sportovi
hu: Lovassportok
hy: Ձիասպորտ
id: Olahraga Equestrian
is: Hestamennska
it: Sport Equestri
ja: 馬術スポーツ
ka: საკონო სპორტი
ko: 승마 스포츠
ku: Alhobên Ezewî
la: Ludi Equestrii
lt: Žirgų sportas
lv: Jāšanas sporta veidi
mk: Еквестријански спортови
ms: Sukan Equestrian
mt: Sport Ekwestri
nb: Hestesport
nl: Paardensport
pa: ਸਵਾਰੀਆਂ ਵਾਲੇ ਖੇਡ
pl: Jeździectwo
pt: Esportes Equestres
pt_pt: Desportos Equestres
qu: Wakay uchuyku
rm: Sport da chavals
rm_ch: Sports equesters
ro: Sporturi ecvestre
ru: Конный спорт
sk: Jazdectvo
sl: Konjeniški športi
sq: Sportet Eqestriane
sr: Konjički sportovi
sv: Ridsport
sw: Michezo ya Farasi
th: กีฬาขี่ม้า
tr: Binicilik Sporları
uk_ua: Кінний спорт
ur: گھڑ سواری کے کھیل
vi: Thể Thao Cưỡi Ngựa
zh: 马术运动
zh_hant: 馬術運動

source: Flying
ar: طيران
bg: Летене
bs: Letenje
ca: Volant
cs: Létání
da: Flyvning
de: Fliegen
el: Πετώντας
es: Volando
et: Lendamine
fi: Lentäminen
fr: Voler
ga: Eitilt
ga_ie: Ag eitilt
ha: Tashi
he: טיסה
hi: उड़ना
hr: Leteći
hu: Repülő
hy: Թռիչք
id: Terbang
is: Flug
it: Volare
ja: 飛ぶ
ka: ფრენა
ko: 비행
ku: Firinî
la: Volans
lt: Skrydis
lv: Lidošana
mk: Летање
ms: Terbang
mt: Tirrar
nb: Flyging
nl: Vliegen
pa: ਉੱਡ ਰਿਹਾ
pl: Latanie
pt: Voando
pt_pt: A voar
qu: Phaway
rm: Svulond
rm_ch: sgulond
ro: Zburând
ru: Летающий
sk: Lietanie
sl: Letenje
sq: Fluturues
sr: Leteći
sv: Flygande
sw: Kuruka
th: บิน
tr: Uçmak
uk_ua: Літати
ur: اڑنا
vi: Bay
zh: 飞行
zh_hant: 飛行

source: Golf
ar: غولف
bg: Голф
el: Γκολφ
ga: Gailf
ga_ie: Gailf
he: גולף
hi: गोल्फ
hy: Գոլֆ
ja: ゴルフ
ka: გოლფი
ko: 골프
ku: گەلف
la: Pallacursus
lt: Golfas
lv: Golfs
mk: Голф
pa: ਗੋਲਫ਼
pt: Golfe
pt_pt: Golfe
ru: Гольф
th: กอล์ฟ
uk_ua: Гольф
ur: گالف
zh: 高尔夫球
zh_hant: 高爾夫

source: Hand Cycling
ar: الدراجات اليدوية
bg: Ръчно колоездене
bs: Ručno bicikliranje
ca: Handbike
cs: Handbike
da: Håndcykling
el: Ποδηλασία με Χέρια
es: Ciclismo Manual
et: Käsitepulkcycling
fi: Käsipyöräily
fr: Cyclisme à main
ga: Rotharaithe Lámh
ga_ie: Rothaíocht Láimhe
ha: Hannuallii gwiinuu
he: ידניים
hi: हैंड साइक्लिंग
hr: Ručni biciklizam
hu: Kézi kerékpározás
hy: Ձեռքի հեծանվային վարում
id: Sepeda Tangan
is: Handhjólastígur
it: Handbike
ja: ハンドサイクリング
ka: ხელით ველოსიპედით მოძრაობა
ko: 핸드 사이클링
ku: پەیڤەباختینی دەست
la: Manuum Cyclum
lt: Rankų dviračiai
lv: Rokas riteņbraukšana
mk: Возење со раце
ms: Berbasikal Tangan
mt: Irk tal-idejn
nb: Håndsykling
nl: Handfietsen
pa: ਹੱਥ ਸਾਈਕਲਿੰਗ
pl: Ręczne kolarstwo
pt: Ciclismo de Mão
pt_pt: Ciclismo de Mão
qu: Ruwa Pakichu
rm_ch: Manasculver
ro: Ciclism manual
ru: Ручной велосипед
sk: Ručný cyklistika
sl: Ročno kolesarjenje
sq: Ciklizëm me dorë
sr: Ručno bicikliranje
sv: Handcykling
sw: Handcykling
th: ปั่นจักรยานด้วยมือ
tr: El Bisikleti
uk_ua: Ручний велоспорт
ur: ہاتھ سے سائیکلنگ
vi: Đạp xe tay
zh: 手动骑行
zh_hant: 手動自行車

source: Heading Filter: %lld
ar: تصفية العنوان: %lld
bg: Филтър на заглавия: %lld
bs: Naslov Filter: %lld
ca: Filtre de capçalera: %lld
cs: Hlavičkový filtr: %lld
da: Overskrift Filter: %lld
de: Filterüberschrift: %lld
el: Φίλτρο επικεφαλίδας: %lld
es: Filtro de encabezado: %lld
et: Jaotlusfilter: %lld
fi: Suuntaussuodatin: %lld
fr: Filtre d'en-tête : %lld
ga: Scagaire Ceannteidil: %lld
ga_ie: Ceannteideal Scagaire: %lld
ha: Tace Take: %lld
he: כותרת מסנן: %lld
hi: हेडिंग फ़िल्टर: %lld
hr: u Filtru naslova: %lld
hu: Fejléc szűrő: %lld
hy: Վերնագիր Ֆիլտր: %lld
id: Tajuk Penyaring: %lld
is: Haus Filter: %lld
it: Filtro di intestazione: %lld
ja: フィルタの決定: %lld
ka: სათაურის ფილტრი: %lld
ko: 헤딩 필터: %lld
ku: Filtera Sernavê: %lld
la: Caput Filtrum: %lld
lt: Antraštės filtras: %lld
lv: Inta virsrakstu filtrs: %lld
mk: Филтер за Наслов: %lld
ms: Penapis Tajuk: %lld
mt: Intestatura tal-Filtru: %lld
nb: Overskriftsfilter: %lld
nl: Kopfilter: %lld
pa: ਹੈਡਿੰਗ ਫਿਲਟਰ: %lld
pl: Nagłówek Filtra: %lld
pt: Filtro de Título: %lld
pt_pt: Filtro: %lld
qu: inta Ñawpakuy Ruwaq: %lld
rm: Filtrer da testa: %lld
ro: în Filtru titlului: %lld
ru: Заголовок фильтра: %lld
sk: Nadpis Filter: %lld
sl: Naslovni filter: %lld
sq: Filtër Titujsh: %lld
sr: Naslovni filter: %lld
sv: Rubrikfilter: %lld
sw: Kichujio cha Kichwa: %lld
th: ตัวกรองหัวเรื่อง: %lld
tr: Başlık Filtresi: %lld
uk_ua: Фільтр: %lld
ur: عنوانی فلٹر: %lld
vi: Bộ lọc Tiêu đề: %lld
zh: 标题过滤器：%lld
zh_hant: 過濾器：%lld

source: High
ar: عالي
bg: Висок
bs: Visoko
ca: Alt
cs: Vysoko
da: Høj
de: Hoch
el: Υψηλό
es: Alto
et: Kõrge
fi: Korkea
fr: Élevé
ga: Árd
ga_ie: Ard
ha: Babba
he: גבוה
hi: ऊँचा
hr: Visoko
hu: Magas
hy: Բարձր
id: Tinggi
is: Hátt
it: Alta
ja: 高い
ka: მაღალი
ko: 높음
ku: Bilind
la: Altus
lt: Aukštas
lv: Augsts
mk: Високо
ms: Tinggi
mt: Għoli
nb: Høy
nl: Hoog
pa: ਉੱਚਾ
pl: Wysoki
pt: Alto
pt_pt: Alto
qu: Suma
rm: Aut
rm_ch: Aut
ro: Înalt
ru: Высоко
sk: Vysoký
sl: Visoko
sq: E lartë
sr: Visok
sv: Hög
sw: Juu
th: สูง
tr: Yüksek
uk_ua: Високий
ur: اونچا
vi: Cao
zh: 高
zh_hant: 高

source: Hiking
ar: التنزه
bg: Пешеходен туризъм
bs: Planinarenje
ca: Senderisme
cs: Turistika
da: Vandring
de: Wandern
el: Πεζοπορία
es: Senderismo
et: Matkamine
fi: Vaellus
fr: Randonnée
ga: Siúlóidí
ga_ie: Siúlóid
ha: Tsallake
he: טיול
hi: पैदल यात्रा
hr: Planinarenje
hu: Túrázás
hy: Քայլարշավ
id: Mendaki
is: Gönguferð
it: Escursionismo
ja: ハイキング
ka: ლაშქრობა
ko: 등산
ku: Çiqilîtîn
la: Ambulatio
lt: Žygiai
lv: Pārgājiens
mk: Пешачење
ms: Mendaki
mt: Mixja f'natura
nb: Fottur
nl: Wandelen
pa: ਪਿਆਦਲ ਯਾਤਰਾ
pl: Wędrówki
pt: Caminhada
pt_pt: Caminhada
qu: P'itoq
rm: Chaminar
rm_ch: Chaminar
ro: Drumeție
ru: Поход
sk: Turistika
sl: Pohodništvo
sq: Ecje
sr: Planinarenje
sv: Vandring
sw: Kupanda
th: เดินป่า
tr: Yürüyüş
uk_ua: Похід
ur: پیدل سفر
vi: Đi bộ đường dài
zh: 徒步旅行
zh_hant: 健行

source: Hunting
ar: الصيد
bg: Ловуване
bs: Lov
ca: Caça
cs: Lov
da: Jagt
de: Jagd
el: Κυνήγι
es: Caza
et: Küttimine
fi: Metsästys
fr: Chasse
ga: Seilghe
ga_ie: Fiach
ha: Farauta
he: ציד
hi: शिकार
hr: Lov
hu: Vadászat
hy: Որս
id: Berburu
is: Veiði
it: Caccia
ja: 狩猟
ka: ნადირობა
ko: 사냥
ku: Hebûn
la: Venatio
lt: Medžioklė
lv: Medības
mk: Лов
ms: Memburu
mt: Kaċċa
nb: Jakt
nl: Jagen
pa: ਸ਼ਿਕਾਰ
pl: Polowanie
pt: Caça
pt_pt: Caça
qu: Chasqa
rm: Chatscha
rm_ch: Chatscha
ro: Vânătoare
ru: Охота
sk: Poľovanie
sl: Lov
sq: Gjueti
sr: Lov
sv: Jakt
sw: Kuwinda
th: การล่าสัตว์
tr: Avcılık
uk_ua: Полювання
ur: شکار
vi: Săn bắn
zh: 狩猎
zh_hant: 狩獵
